tap "d12frosted/emacs-plus"
tap "gcenx/wine"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "oven-sh/bun"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "awscli"
brew "bzip2"
brew "carthage"
brew "clisp"
brew "crystal"
brew "libidn2"
brew "curl"
brew "deno"
brew "docker", link: false
brew "docker-compose"
brew "duti"
brew "elixir"
brew "elm"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "node"
brew "firebase-cli"
brew "gawk"
brew "libavif"
brew "gd"
brew "gh"
brew "ghcup"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "libidn"
brew "librsvg"
brew "qemu"
brew "lima"
brew "luv"
brew "mkcert"
brew "nim"
brew "node-build"
brew "php@8.1"
brew "phpbrew"
brew "postgresql@14"
brew "putty"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rustup-init"
brew "tree"
brew "volta"
brew "wasmer"
brew "winetricks"
brew "woff2"
brew "zig"
brew "oven-sh/bun/bun"
cask "adguard"
cask "adobe-creative-cloud"
cask "alacritty"
cask "arc"
cask "azure-data-studio"
cask "barrier"
cask "bettertouchtool"
cask "blockbench"
cask "cursor"
cask "devtoys"
cask "discord"
cask "docker"
cask "fig"
cask "figma"
cask "firefox"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hashicorp-vagrant"
cask "inkdrop"
cask "insomnia"
cask "istat-menus"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "notion"
cask "numi"
cask "obsidian"
cask "parallels"
cask "postman"
cask "raindropio"
cask "raycast"
cask "responsively"
cask "sourcetree"
cask "topnotch"
cask "visual-studio-code"
cask "warp"
cask "wine-crossover"
cask "zed"
cask "zoom"
cask "zulu8"
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "ahmadalli.vscode-nginx-conf"
vscode "amandeepmittal.pug"
vscode "angular.ng-template"
vscode "astro-build.astro-vscode"
vscode "be5invis.vscode-custom-css"
vscode "bierner.lit-html"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "christian-kohler.npm-intellisense"
vscode "cjhowe7.laravel-blade"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "geeksharp.openssl-configuration-file"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.vscode-pull-request-github"
vscode "jdinhlife.gruvbox"
vscode "jock.svg"
vscode "johnpapa.angular-essentials"
vscode "johnpapa.angular2"
vscode "johnpapa.vscode-peacock"
vscode "johnreemar.vscode-qwik-snippets"
vscode "kumar-harsh.graphql-for-vscode"
vscode "leetcode.vscode-leetcode"
vscode "lkrms.inifmt"
vscode "max-ss.cyberpunk"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mrmlnc.vscode-apache"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "natizyskunk.sftp"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "pawelborkar.jellyfish"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "raynigon.nginx-formatter"
vscode "redhat.vscode-xml"
vscode "rifi2k.format-html-in-php"
vscode "ritwickdey.liveserver"
vscode "ronnidc.nunjucks"
vscode "ryanolsonx.solarized"
vscode "ryuta46.multi-command"
vscode "sperovita.alpinejs-syntax-highlight"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "teabyii.ayu"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "wayou.vscode-todo-highlight"
vscode "webben.browserslist"
vscode "wesbos.theme-cobalt2"
vscode "whatwedo.twig"
vscode "william-voyek.vscode-nginx"
vscode "withfig.fig"
vscode "xdebug.php-debug"
