tap "d12frosted/emacs-plus"
tap "gcenx/wine"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "oven-sh/bun"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "awscli"
brew "bzip2"
brew "carthage"
brew "clisp"
brew "crystal"
brew "libidn2"
brew "curl"
brew "deno"
brew "docker", link: false
brew "docker-compose"
brew "duti"
brew "elixir"
brew "elm"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "node"
brew "firebase-cli"
brew "gawk"
brew "libavif"
brew "gd"
brew "gh"
brew "ghcup"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "libidn"
brew "librsvg"
brew "qemu"
brew "lima"
brew "luv"
brew "mkcert"
brew "nim"
brew "node-build"
brew "php@8.1"
brew "phpbrew"
brew "postgresql@14"
brew "putty"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rustup-init"
brew "tree"
brew "volta"
brew "wasmer"
brew "winetricks"
brew "woff2"
brew "zig"
brew "oven-sh/bun/bun"
cask "adguard"
cask "adobe-creative-cloud"
cask "alacritty"
cask "arc"
cask "azure-data-studio"
cask "barrier"
cask "bettertouchtool"
cask "blockbench"
cask "cursor"
cask "devtoys"
cask "discord"
cask "docker"
cask "fig"
cask "figma"
cask "firefox"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hashicorp-vagrant"
cask "inkdrop"
cask "insomnia"
cask "istat-menus"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "notion"
cask "numi"
cask "obsidian"
cask "parallels"
cask "postman"
cask "raindropio"
cask "raycast"
cask "responsively"
cask "sourcetree"
cask "topnotch"
cask "visual-studio-code"
cask "warp"
cask "wine-crossover"
cask "zed"
cask "zoom"
cask "zulu8"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.vscode-pull-request-github"
vscode "gleam.gleam"
vscode "haskell.haskell"
vscode "justusadam.language-haskell"
vscode "moonbit.moonbit-lang"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "onyxlang.onyxlang"
vscode "teabyii.ayu"
vscode "withfig.fig"
vscode "ziglang.vscode-zig"
