tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "go"
cask "forklift"
cask "insomnia"
cask "min"
vscode "farosystemappender constructor"
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "ahmadalli.vscode-nginx-conf"
vscode "amandeepmittal.pug"
vscode "angular.ng-template"
vscode "anysphere.pyright"
vscode "astro-build.astro-vscode"
vscode "be5invis.vscode-custom-css"
vscode "bierner.lit-html"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "christian-kohler.npm-intellisense"
vscode "cjhowe7.laravel-blade"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "geeksharp.openssl-configuration-file"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.vscode-pull-request-github"
vscode "haskell.haskell"
vscode "jdinhlife.gruvbox"
vscode "jock.svg"
vscode "johnpapa.angular-essentials"
vscode "johnpapa.angular2"
vscode "johnpapa.vscode-peacock"
vscode "johnreemar.vscode-qwik-snippets"
vscode "justusadam.language-haskell"
vscode "kdl-org.kdl"
vscode "kumar-harsh.graphql-for-vscode"
vscode "leetcode.vscode-leetcode"
vscode "lkrms.inifmt"
vscode "manucorporat.vermoji"
vscode "max-ss.cyberpunk"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vsliveshare.vsliveshare"
vscode "natizyskunk.sftp"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "onyxlang.onyxlang"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "qingpeng.common-lisp"
vscode "raynigon.nginx-formatter"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "rifi2k.format-html-in-php"
vscode "ritwickdey.liveserver"
vscode "ronnidc.nunjucks"
vscode "rust-lang.rust-analyzer"
vscode "ryanolsonx.solarized"
vscode "ryanolsonx.zenburn"
vscode "ryuta46.multi-command"
vscode "sperovita.alpinejs-syntax-highlight"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "teabyii.ayu"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "wayou.vscode-todo-highlight"
vscode "webben.browserslist"
vscode "whatwedo.twig"
vscode "william-voyek.vscode-nginx"
vscode "withfig.fig"
vscode "xdebug.php-debug"
vscode "ziglang.vscode-zig"
